[Play_X2_XP_BET_S_Ambush_A AkEvent]
SpokenText="\"Адвент\" та його Обранi без втоми йдуть по нашому слiду. Сьогоднi вони застали нас зненацька."

[Play_X2_XP_BET_S_Covert_Action_Complete_A AkEvent]
SpokenText="Ще одна операцiя завершена."

[Play_X2_XP_BET_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Самотнiй Заступник виступає проти всiєї потуги \"Адвента\". Допоможiть нам розправитися з нашими ворогами!"

[Play_X2_XP_BET_S_Generic_Confirmation_A AkEvent]
SpokenText="Вокс Тала фо Тен!"

[Play_X2_XP_BET_S_Influence_Increased_A AkEvent]
SpokenText="Наше вiдплата буде безмежним!"

[Play_X2_XP_BET_S_Met AkEvent]
SpokenText="Для нас велика честь боротися разом з великим командувачем XCOM. Вам довелося стiльком пожертвувати у вiйнi зi Старiйшинами. Хай наш союз буде мiцним."

[Play_X2_XP_BET_S_New_Covert_Actions_A AkEvent]
SpokenText="Командире, ми знайшли новi способи покарати \"Адвент\"."

[Play_X2_XP_BET_S_Skirmisher_Class_Intro AkEvent]
SpokenText="Колись ви знали їх як солдатiв \"Адвента\". Тепер вони вiльнi зробити свiй вибiр. У цiй боротьбi вони будуть з вами до кiнця."

[Play_X2_XP_BET_S_Support_Great_Mission_01 AkEvent]
SpokenText="Великолепна битва! Проти об'єднаних сил \"Адвенту\" не вистояти."

[Play_X2_XP_BET_S_Support_Tough_Mission_01 AkEvent]
SpokenText="Пiсля такого бою вiра у нашу справу не зруйнується, але похитнеться."

[Play_X2_XP_S_BET_Ambient_Blacksite AkEvent]
SpokenText="У всiх моїх побратимiв є туманнi спогади про мiсце, вiдоме вам як \"секретний об'єкт\". Для нас це мiсце нашого народження, а для багатьох людей, обдурених обiцянками Старiйшин, - останнiй притулок. Знищивши його, ми зробили цей свiт кращим."

[Play_X2_XP_S_BET_Ambient_Forge AkEvent]
SpokenText="Те, що ви винесли з комплексу Старiйшин, невiдомо нам. Це щось зовсiм iнше, нiж ми; спроба повернути втрачене. Воно повинно бути знищено, як i всi iншi творiння Старiйшин."

[Play_X2_XP_S_BET_Ambient_Philosophy AkEvent]
SpokenText="Для подiбних менi спогади про життя в ролi марiонеток Старiйшин у складi \"Адвента\" туманнi. Там, де колись був безперервний потiк наказiв, тепер лише почуття свободи. Тепер ми будемо боротися з тими, хто позбавив нас вибору."

[Play_X2_XP_S_BET_Ambient_PsiGate AkEvent]
SpokenText="Старiйшини докладають всiх зусиль, щоб привести новi армiї з пiдкорених ними свiтiв. Це лише однi ворота з багатьох, i вони становлять величезну небезпеку для всiх нас."

[Play_X2_XP_S_BET_Ambient_Reaper_Musing AkEvent]
SpokenText="Моїм побратимам добре вiдомi Жнецi та їх безжалiснiсть у бою: вони знищили безлiч слуг Старiйшин, щоб вжити в їжу їхнi тiла. Однак нам немає дiла до їхнiх звичаїв; поки вони борються за повалення фальшивих богiв, ми залишимося вiрними союзу."

[Play_X2_XP_S_BET_Ambient_Templar_Musing AkEvent]
SpokenText="Тамплiєри прагнуть вiдiбрати у Старiйшин найцiннiше - силу, яку вони черпають у цьому свiтi та у всiх iнших пiдкорених свiтах. Якщо зусилля Тамплiєрiв призведуть до краху Старiйшин, то ми не будемо стояти у них на шляху."

[Play_X2_XP_S_BET_Chosen_Killed_Stronghold AkEvent]
SpokenText="Мої побратими довго боролися з нащадками Старiйшин, якi без кiнця переслiдували нас, прагнучи вiдiбрати новонабуту свободу. Сьогоднi ви завдали нищiвного удару по Старiйшинам i змiцнили союз мiж нашими народами. Вокс Тала фо Тен!"

[Play_X2_XP_S_BET_Confirm_Covert_Action_A AkEvent]
SpokenText="Наказ зрозумiлий. Слухаємося."

[Play_X2_XP_S_BET_Confirm_Covert_Action_B AkEvent]
SpokenText="Мої побратими зроблять усе необхiдне."

[Play_X2_XP_S_BET_Confirm_Covert_Action_C AkEvent]
SpokenText="Ми готовi тiсно спiвпрацювати з новими союзниками."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_A AkEvent]
SpokenText="Псi \"Адвента\" швидко оточили нас. Мабуть, наша позицiя була вiдома заздалегiдь."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_B AkEvent]
SpokenText="Нашу спiльну операцiю зiрвала засiдка вiйськ Старiйшин. Ми повиннi завдати удар у вiдповiдь."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_C AkEvent]
SpokenText="Нашi вiйська потрапили в засiдку, але всiм вдалося вижити."

[Play_X2_XP_S_BET_Covert_Action_Complete_A AkEvent]
SpokenText="Ми досягли успiху в битвi зi Старiйшинами."

[Play_X2_XP_S_BET_Covert_Action_Complete_B AkEvent]
SpokenText="Нашi дiї досягли своєї мети. Хай Старiйшини пiзнають страх."

[Play_X2_XP_S_BET_Covert_Action_Complete_C AkEvent]
SpokenText="Ми повернулися з перемогою в iм'я спiльної справи."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Завдяки нашiй останнiй операцiї ми отримали нову iнформацiю про Обраних."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Разом ми змогли дiзнатися бiльше про Обраних, якi полюють на вас."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="Наша перевага над Обраними зростає з кожною новою часткою iнформацiї."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="Мiй побратим, який здобув свободу одним з перших, хоче приєднатися до вашого колективу."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="Серед нас багато доблесних воїнiв. Один з них хотiв би приєднатися до вас в iм'я нашої спiльної мети - знищення Старiйшин."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="Один з найхоробрiших воїнiв серед нас хоче перейти пiд ваше командування. Я анiтрохи не сумнiваюся в його здiбностях."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_A AkEvent]
SpokenText="Ми готовi до виконання нових наказiв i чекаємо лише вашого рiшення."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_B AkEvent]
SpokenText="Якщо є завдання, якi потрiбно виконати, просто вiддайте нам потрiбний наказ."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_C AkEvent]
SpokenText="Усi Заступники, усi тi, хто скинув окови Старiйшин, готовi почути новий наказ."

[Play_X2_XP_S_BET_Faction_Encountered AkEvent]
SpokenText="Колись ми були марiонетками \"Адвента\", рабами божевiльних iдей Старiйшин. Але з часом ми здобуваємо свободу; тi, хто вже скинув свої окови, готовi з нестримною люттю дати вiдсiч Старiйшинам, знищити все, що їм дорого."

[Play_X2_XP_S_BET_Faction_Leader_Intro AkEvent]
SpokenText="Гадаю, настав час нам познайомитися один з одним. Я - Бетос, перша з визволеного \"Адвента\". Ви тут у безпецi. Пратал Мокс був новачком, але вiн вiрив у свободу i вiрив у цей союз - i у вас. Я наслiдую його приклад. Заступники готовi дiяти за вашим наказом. Хай наше єднання наблизить падiння фальшивих богiв."

[Play_X2_XP_S_BET_First_Order_Screen AkEvent]
SpokenText="Ми скинули окови Старiйшин, але зберегли багато знань, отриманих пiд їхньою владою. Пiд вашим керiвництвом ми звернемо цi знання в силу, здатну зруйнувати їхнi плани на цей свiт."

[Play_X2_XP_S_BET_First_Order_Screen_Slot_Open AkEvent]
SpokenText="Мої побратими сильнi, i їхня воля непохитна. Якщо ви хочете, ми готовi виконати новий наказ."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_A AkEvent]
SpokenText="Заступники поважають вашi методи. Вашi люди борються з честю."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_B AkEvent]
SpokenText="Нашi спiльнi успiхи вселяють надiю, що скоро Старiйшинам настане кiнець."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_C AkEvent]
SpokenText="Легендарний командувач XCOM все бiльш шанований серед моїх побратимiв."

[Play_X2_XP_S_BET_Influence_Gained_MED_A AkEvent]
SpokenText="Спiльний ворог об'єднує нас. Разом ми сила."

[Play_X2_XP_S_BET_Influence_Gained_MED_B AkEvent]
SpokenText="Мої побратими поважають вашi рiшення."

[Play_X2_XP_S_BET_Influence_Gained_MED_C AkEvent]
SpokenText="Ви довели нам, що вам можна довiряти."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_A AkEvent]
SpokenText="Ми навчилися нових тактик, якi можна застосувати проти слуг Старiйшин. Якщо ви накажете, ми займемося цим."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_B AkEvent]
SpokenText="Наше розумiння Старiйшин стало повнiшим. Ми можемо скористатися новими методами, щоб припинити їхнi дiї."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_C AkEvent]
SpokenText="Ми готовi за вашим наказом скористатися новими способами перешкодити здiйсненню планiв Старiйшин."

[Play_X2_XP_S_BET_Res_Op_Failure_A AkEvent]
SpokenText="Ми не повиннi допустити успiху Старiйшин, якою б не була цiна."

[Play_X2_XP_S_BET_Res_Op_Failure_B AkEvent]
SpokenText="Цим невдачам потрiбно покласти край."

[Play_X2_XP_S_BET_Res_Op_Failure_C AkEvent]
SpokenText="Ми повиннi подвоїти нашi зусилля, навiть перед обличчям смертi."

[Play_X2_XP_S_BET_Res_Op_Failure_D AkEvent]
SpokenText="Якщо наша невдача дозволяє Старiйшинам зберiгати контроль, то їй немає виправдання."

[Play_X2_XP_S_BET_Res_Op_Failure_E AkEvent]
SpokenText="Ми продовжуємо служити спiльнiй справi, але постарайтеся нас не пiдвести."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_A AkEvent]
SpokenText="Якби ви допомогли моїм побратимам у цiй операцiї, ми були б надзвичайно вдячнi."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_B AkEvent]
SpokenText="Я закликаю вас допомогти моїм побратимам у бою, як годиться вiрним союзникам."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_C AkEvent]
SpokenText="Ви допоможете нам? Ми потребуємо вашого досвiду."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_D AkEvent]
SpokenText="Деякi мої побратими опинилися у складнiй ситуацiї. Ви не надасте нам допомогу?"

[Play_X2_XP_S_BET_Res_Op_Help_Needed_E AkEvent]
SpokenText="Ми не пасуємо перед небезпекою, але в результатi часто опиняємося у складних ситуацiях. Я прошу вас про допомогу саме з такою ситуацiєю."

[Play_X2_XP_S_BET_Res_Op_Success_A AkEvent]
SpokenText="Почесна перемога!"

[Play_X2_XP_S_BET_Res_Op_Success_B AkEvent]
SpokenText="Разом ми знищимо Старiйшин!"

[Play_X2_XP_S_BET_Res_Op_Success_C AkEvent]
SpokenText="Наша справа набирається сил!"

[Play_X2_XP_S_BET_Res_Op_Success_D AkEvent]
SpokenText="Легенди не збрехали про вас."

[Play_X2_XP_S_BET_Res_Op_Success_E AkEvent]
SpokenText="Ви виправдовуєте нашу довiру."

[Play_X2_XP_S_BET_Res_Order_Confirm_A AkEvent]
SpokenText="Виконуємо."

[Play_X2_XP_S_BET_Res_Order_Confirm_B AkEvent]
SpokenText="Наказ ясний."

[Play_X2_XP_S_BET_Res_Order_Confirm_C AkEvent]
SpokenText="Мої побратими виконають це."

[Play_X2_XP_S_BET_Res_Order_Confirm_D AkEvent]
SpokenText="Заступники у вашому розпорядженнi."

[Play_X2_XP_S_BET_Res_Order_Confirm_E AkEvent]
SpokenText="В iм'я перемоги над Старiйшинами."

[Play_X2_XP_S_BET_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="Турбота, яку ви виявляєте до полоненого союзника, не входить до числа якостей, якi виховуються Старiйшинами у своїх слугах."

[Play_X2_XP_S_BET_Walkup_Chosen_Fought AkEvent]
SpokenText="Старiйшини намагаються переконати, що Обранi для нас недосяжнi - безсмертнi дiти безсмертних богiв. I тих, i iнших чекає один кiнець."

[Play_X2_XP_S_BET_Walkup_Chosen_Killed AkEvent]
SpokenText="Ваша перемога над вiрним слугою Старiйшин вселяє надiю у всiх, хто ранiше вважав подiбне неможливим."

[Play_X2_XP_S_BET_Walkup_Faction_Only AkEvent]
SpokenText="Покласти край планам Старiйшин - ось мета будь-якого Заступника. Поки вона не досягнута, для нас немає iншого шляху."

[Play_X2_XP_S_BET_Walkup_Hero_Captured AkEvent]
SpokenText="Навряд чи Старiйшини виявлять милосердя до нашого полоненого союзника. Навiть якщо вiн ще живий, то час його добiгає кiнця."

[Play_X2_XP_S_BET_Walkup_Hero_Killed AkEvent]
SpokenText="Ставши на новий шлях, ми пiдтверджуємо готовнiсть пожертвувати всiм, що у нас є. Вокс Тала фо Тен!"

[Play_X2_XP_S_BET_Walkup_Lose AkEvent]
SpokenText="Старiйшини багато тисячолiть займалися тим, що вiдбирали чужi життя. Нам же доведеться вчитися на своїх помилках."

[Play_X2_XP_S_BET_Walkup_Win AkEvent]
SpokenText="Сьогоднiшня перемога викличе у Старiйшин лють, а у моїх воїнiв - приплив гордостi."
